[
  {
    "id": 1,
    "category": "المقبلات",
    "title": "سلطة السيزر",
    "desc": "قطع من خس البيبي جيم مع صوص السيزر الخاص، دجاج مشوي وجبنة البارميزان — 401 سعرة حرارية",
    "long_desc": "سلطة كلاسيكية بطابع فاخر، تجمع بين خس البيبي جيم المقرمش وصوص السيزر الكريمي الغني بالنكهات، تُقدَّم مع شرائح دجاج مشوي طري ورشة من جبنة البارميزان الإيطالية الأصلية، لتمنحك توازناً مثالياً بين القوام والنكهة.",
    "allergens": ["ألبان", "جلوتين", "بيض"],
    "chef_note": "ننصح بتجربتها كبداية مثالية قبل الأطباق الرئيسية مع عصير الليمون بالنعناع المنعش.",
    "price": "46 ريال",
    "image": ""
  },
  {
    "id": 2,
    "category": "المقبلات",
    "title": "سلطة الحلوم الخضراء",
    "desc": "خضروات طازجة مع جبن الحلوم المشوي وصوص الرمان — 560 سعرة حرارية",
    "long_desc": "تجربة خفيفة ومنعشة تجمع بين طراوة الخضار الموسمية ولمسة الحلوم المشوي المملح برقة، يُضاف إليها صوص الرمان المنزلي الذي يمنحها مزيجًا من الحلاوة والحموضة المتوازنة.",
    "allergens": ["ألبان"],
    "chef_note": "مناسبة لعشاق النكهات الشرقية الخفيفة ولمتّبعي النظام النباتي.",
    "price": "45 ريال",
    "image": ""
  },
  {
    "id": 3,
    "category": "المقبلات",
    "title": "سلطة الكينوا",
    "desc": "كينوا حمراء مع فواكه استوائية، جرجير، تفاح أخضر، رمان، جوز وصلصة الفينجريت — 283 سعرة حرارية",
    "long_desc": "سلطة غنية بالقوام والألوان، تحتوي على حبوب الكينوا الحمراء مع مزيج من التفاح الأخضر والرمان الطازج والجوز المحمص، تُقدَّم بصوص الفينجريت المنعش لتمنح كل لقمة طاقة ونضارة.",
    "allergens": ["مكسرات"],
    "chef_note": "خيار مثالي لعشاق الأطعمة الصحية والمتوازنة.",
    "price": "49 ريال",
    "image": ""
  },
  {
    "id": 4,
    "category": "المقبلات",
    "title": "سلطة تروبيكال",
    "desc": "خليط من الأوراق الخضراء بلمسة استوائية فريدة — 578 سعرة حرارية",
    "long_desc": "سلطة فريدة بطابع استوائي، تجمع بين الأوراق الخضراء والفواكه الموسمية مثل الأناناس والمانجو، تُقدَّم بصوص خفيف يبرز النكهات الطبيعية المنعشة.",
    "allergens": [],
    "chef_note": "تمنحك إحساساً بالانتعاش قبل الطبق الرئيسي، خصوصًا في الأيام الحارة.",
    "price": "54 ريال",
    "image": ""
  },
  {
    "id": 5,
    "category": "المقبلات",
    "title": "سلطة الشمندر",
    "desc": "سلطة الشمندر الطازج مع الجبن الأبيض — 310 سعرة حرارية",
    "long_desc": "تجربة بصرية ومذاقية مميزة تجمع بين لون الشمندر الزاهي وطراوة الجبن الأبيض، مع صوص بلسمك خفيف يضيف توازناً رائعاً بين الحلاوة والملوحة.",
    "allergens": ["ألبان"],
    "chef_note": "خيار مميز لمحبي الأطباق النباتية والنكهات الترابية الفريدة.",
    "price": "49 ريال",
    "image": ""
  },
  {
    "id": 6,
    "category": "المقبلات",
    "title": "ارانشيني بايتس",
    "desc": "كرات ريزوتو مقلية بحشوة الجبن وصوص الطماطم الإيطالي — 403 سعرة حرارية",
    "long_desc": "الوصفة الإيطالية الكلاسيكية المحبوبة — كرات أرز الريزوتو المقرمشة من الخارج والكريمية من الداخل، محشوة بجبنة الموزاريلا الذائبة ومقدمة مع صوص طماطم نابولي منزلي الصنع.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "جربها ساخنة مع مشروب غازي أو عصير فواكه طبيعي لمذاق متوازن.",
    "price": "49 ريال",
    "image": ""
  },
  {
    "id": 7,
    "category": "المقبلات",
    "title": "سكوربيون الروبيان",
    "desc": "روبيان مقرمش بصوص حار كريمي مميز — 413 سعرة حرارية",
    "long_desc": "روبيان طازج مقلي بعناية حتى يصبح ذهبي اللون ومقرمش، يُغلف بصوص لاسكالا السري الكريمي الحار ليمنحك تجربة غنية بالنكهة والتوازن.",
    "allergens": ["مأكولات بحرية", "ألبان", "بيض"],
    "chef_note": "الأفضل تقديمه فور القلي لاحتفاظه بقوامه المقرمش ونكهته الحارة.",
    "price": "55 ريال",
    "image": ""
  },
  {
    "id": 8,
    "category": "المقبلات",
    "title": "ترافل البطاطس المقلية",
    "desc": "بطاطس مقلية مغطاة بزيت الكمأة وجبن البارميزان — 780 سعرة حرارية",
    "long_desc": "بطاطس مقرمشة مغموسة في زيت الكمأة الفاخر ومغطاة برشة من جبن البارميزان الإيطالي، تُقدَّم ساخنة برائحة فواحة لا تُقاوم.",
    "allergens": ["ألبان"],
    "chef_note": "مرافقة مثالية لأي طبق رئيسي، خصوصًا الستيك أو البرجر.",
    "price": "47 ريال",
    "image": ""
  },
  {
    "id": 9,
    "category": "المقبلات",
    "title": "بطاطس مقلية كلاسيكية",
    "desc": "بطاطس مقلية ذهبية مقرمشة — 400 سعرة حرارية",
    "long_desc": "بطاطس مختارة بعناية تُقلى بزيت نقي لتمنحك قواماً مقرمشاً من الخارج وطرياً من الداخل، تُقدَّم مع صوصات متنوعة حسب الرغبة.",
    "allergens": [],
    "chef_note": "مثالية للمشاركة على الطاولة أو كمقبل جانبي مع البرجر.",
    "price": "16 ريال",
    "image": ""
  },
  {
    "id": 10,
    "category": "المقبلات",
    "title": "بايتس دجاج بالبافالو",
    "desc": "قطع دجاج مقرمشة مغطاة بصوص البافالو الحار — 796 سعرة حرارية",
    "long_desc": "قطع من صدور الدجاج الطرية مغطاة بطبقة مقرمشة وغنية، مغموسة في صوص البافالو الأمريكي الحار الكلاسيكي، تُقدَّم مع صوص رانش كريمي لتوازن النكهة.",
    "allergens": ["ألبان", "بيض", "جلوتين"],
    "chef_note": "أنسب اختيار لعشاق النكهات القوية والتوابل الحارة.",
    "price": "49 ريال",
    "image": ""
  }
]
[
  {
    "id": 11,
    "category": "الشوربات",
    "title": "شوربة الفطر",
    "desc": "شوربة كريمية غنية بالفطر الطازج تُقدَّم مع خبز محمص — 369 سعرة حرارية",
    "long_desc": "تحفة كلاسيكية من المطبخ الأوروبي تجمع بين نكهة الفطر البري وطراوة الكريمة الطازجة، تُطهى ببطء مع لمسة من الثوم والبصل الأبيض، وتُقدَّم ساخنة مع خبز محمص يضيف توازناً رائعاً بين القوام والنكهة.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "تناولها كبداية دافئة تمنحك شعوراً بالراحة قبل الطبق الرئيسي.",
    "price": "29 ريال",
    "image": ""
  },
  {
    "id": 12,
    "category": "الشوربات",
    "title": "شوربة القرع",
    "desc": "شوربة ناعمة من القرع العسلي بالخضروات الطازجة — 169 سعرة حرارية",
    "long_desc": "شوربة ناعمة ودافئة محضّرة من القرع العسلي المشوي مع الجزر والبصل، تُخلط بكريمة خفيفة وتُقدَّم بلمسة من جوزة الطيب لتضفي دفئاً على كل ملعقة.",
    "allergens": ["ألبان"],
    "chef_note": "مناسبة لمحبي النكهات الحلوة الخفيفة، خصوصًا في فصل الشتاء.",
    "price": "29 ريال",
    "image": ""
  }
]
[
  {
    "id": 13,
    "category": "الأطباق الرئيسية",
    "title": "بيكاتا الدجاج",
    "desc": "صدور دجاج طرية بصلصة الليمون والكابر — 1130 سعرة حرارية",
    "long_desc": "طبق إيطالي أصيل بلمسة عصرية، يتكوّن من شرائح دجاج طرية مطهية بخفة في الزبدة والليمون مع الكابر، ويُقدَّم مع بطاطس مهروسة وكريمة خفيفة تضيف توازناً رائعاً للنكهة.",
    "allergens": ["ألبان"],
    "chef_note": "جرّبها مع عصير الليمون بالنعناع لتكتمل النكهة الإيطالية المنعشة.",
    "price": "65 ريال",
    "image": ""
  },
  {
    "id": 14,
    "category": "الأطباق الرئيسية",
    "title": "المنسف",
    "desc": "لحم مطهو ببطء على اللبن مع الأرز والمكسرات — 1380 سعرة حرارية",
    "long_desc": "أحد أكثر الأطباق الشرقية تميزًا، يُحضّر من لحم طري يُطهى في اللبن الزبادي الطازج، ويُقدَّم فوق أرز بسمتي عطري مع المكسرات المحمصة والسمن البلدي ليمنحك نكهة أصيلة لا تُنسى.",
    "allergens": ["ألبان", "مكسرات"],
    "chef_note": "تجربة لا تُفوّت لمحبي المذاق الشرقي الفاخر.",
    "price": "76 ريال",
    "image": ""
  },
  {
    "id": 15,
    "category": "الأطباق الرئيسية",
    "title": "كبة لبنية",
    "desc": "كبة محشوة باللحم في لبن مطهو بعناية — 1246 سعرة حرارية",
    "long_desc": "وصفة شرقية تقليدية بطابع فاخر، تُقدَّم فيها كرات الكبة المحشوة باللحم المفروم والصنوبر داخل لبن طازج مطبوخ ببطء مع الثوم والكزبرة، لتمنحك مزيجاً من الدفء والطراوة.",
    "allergens": ["ألبان", "جلوتين", "مكسرات"],
    "chef_note": "استمتع بها ساخنة مع خبز طازج من الفرن.",
    "price": "69 ريال",
    "image": ""
  },
  {
    "id": 16,
    "category": "الأطباق الرئيسية",
    "title": "سالمون مشوي مع الروبيان بالكريمة",
    "desc": "سالمون نرويجي طازج يُقدَّم مع روبيان بصوص الكريمة — 1076 سعرة حرارية",
    "long_desc": "قطع من السالمون النرويجي الطازج تُشوى بإتقان على اللهب، وتُقدَّم مع روبيان مغطى بصلصة الكريمة بالثوم والأعشاب، لتمنحك توازناً أنيقاً بين البحر والمذاق الكريمي الفاخر.",
    "allergens": ["مأكولات بحرية", "ألبان"],
    "chef_note": "يُنصح بتناوله مع سلطة الحلوم أو البطاطس المهروسة لوجبة متكاملة.",
    "price": "105 ريال",
    "image": ""
  },
  {
    "id": 17,
    "category": "الأطباق الرئيسية",
    "title": "لحم الأضلاع بالكولا",
    "desc": "أضلاع لحم مطهوة ببطء بصلصة الكولا الخاصة — 1460 سعرة حرارية",
    "long_desc": "أضلاع لحم بقرية تُطهى لساعات في صوص الكولا الفريد الذي يمنحها نكهة غنية وسكّرية متوازنة، تُقدَّم مع بطاطس محمرة وصلصة الباربيكيو المنزلية.",
    "allergens": [],
    "chef_note": "أحد أطباق التوقيع في لاسكالا، مناسب لمحبي النكهات الدسمة.",
    "price": "130 ريال",
    "image": ""
  },
  {
    "id": 18,
    "category": "الأطباق الرئيسية",
    "title": "ستيك لاسكالا",
    "desc": "قطعة لحم تندرلوين فاخرة مشوية بإتقان — 1465 سعرة حرارية",
    "long_desc": "الطبق الأشهر في لاسكالا، قطعة من لحم التندرلوين العصاري تُشوى على اللهب بدرجة استواء مثالية، وتُقدَّم مع صوص الفطر بالكريمة والكمأة السوداء وبيوريه البطاطس الناعم.",
    "allergens": ["ألبان"],
    "chef_note": "ننصح بدرجة استواء ميديوم للاستمتاع بأقصى طراوة ونكهة.",
    "price": "150 ريال",
    "image": ""
  },
  {
    "id": 19,
    "category": "الأطباق الرئيسية",
    "title": "سكالوب الدجاج",
    "desc": "شرائح دجاج مقرمشة بصلصة كريمية فاخرة — 890 سعرة حرارية",
    "long_desc": "شرائح من صدور الدجاج الطرية مغطاة بطبقة مقرمشة ذهبية اللون، تُقدَّم مع صوص أبيض غني بالكريمة والأعشاب الإيطالية، لتجمع بين القرمشة والطراوة في لقمة واحدة.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "مثالية لمحبي الأطباق الكلاسيكية بلمسة فاخرة.",
    "price": "75 ريال",
    "image": ""
  }
]
[
  {
    "id": 20,
    "category": "الباستا",
    "title": "لازانيا",
    "desc": "طبقات من الباستا مع اللحم المفروم وصلصة الطماطم والكريمة — 665 سعرة حرارية",
    "long_desc": "تحفة المطبخ الإيطالي الكلاسيكية، تُحضّر من طبقات الباستا الطازجة الممزوجة بصوص البولونيز الغني ولحم العجل المفروم، تغمرها طبقة من صوص البشاميل وجبن الموزاريلا الذائبة لتقدَّم ساخنة ومليئة بالنكهة.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "أفضل ما يُقدَّم في يوم بارد مع مشروبك الساخن المفضل.",
    "price": "67 ريال",
    "image": ""
  },
  {
    "id": 21,
    "category": "الباستا",
    "title": "بورتوبيلو ريزوتو",
    "desc": "ريزوتو كريمي بالفطر البورتوبيلو وجبن البارميزان — 561 سعرة حرارية",
    "long_desc": "أرز الريزوتو الإيطالي المطبوخ ببطء مع فطر بورتوبيلو الطازج، يُخلط بالكريمة الغنية وجبن البارميزان ليخلق مزيجاً من الطراوة والعمق في النكهة.",
    "allergens": ["ألبان"],
    "chef_note": "خيار فاخر لمحبي الأطباق الكريمية والنكهات الترابية الغنية.",
    "price": "57 ريال",
    "image": ""
  },
  {
    "id": 22,
    "category": "الباستا",
    "title": "روزيه بيني باستا",
    "desc": "بيني باستا بصلصة الورد الغنية وجبن البارميزان — 455 سعرة حرارية",
    "long_desc": "باستا بيني مطهوة بصلصة كريمية وردية تجمع بين نكهة الطماطم والكريمة الإيطالية الأصلية، تُقدَّم مع رشة من جبن البارميزان الطازج لانسجامٍ متكامل بين الطعم والقوام.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "طبق ناعم المذاق يناسب كل الأذواق، خصوصاً لمحبي الصلصات الخفيفة.",
    "price": "55 ريال",
    "image": ""
  },
  {
    "id": 23,
    "category": "الباستا",
    "title": "فيتوتشيني ألفريدو",
    "desc": "باستا فيتوتشيني بصلصة الكريمة والجبن — 515 سعرة حرارية",
    "long_desc": "أحد أشهر أطباق المطبخ الإيطالي، محضّرة من شرائط فيتوتشيني الطازجة المغموسة في صوص ألفريدو بالكريمة والزبدة وجبن البارميزان، لتقدم طراوة غنية تنساب مع كل لقمة.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "مناسبة لمحبي الأطباق الغنية بالكريمة، ويمكن طلبها مع الدجاج أو الروبيان.",
    "price": "55 ريال",
    "image": ""
  },
  {
    "id": 24,
    "category": "الباستا",
    "title": "ريزوتو لحم الأضلاع",
    "desc": "ريزوتو كريمي بلحم الأضلاع المطهو ببطء — 874 سعرة حرارية",
    "long_desc": "طبق يجمع بين النكهة الإيطالية العريقة واللمسة الشرقية الفاخرة. يُطهى الأرز مع مرق الأضلاع الغني ويُقدَّم مع لحم أضلاع طري متفكك داخل صوص كريمي ناعم.",
    "allergens": ["ألبان"],
    "chef_note": "خيار فاخر لعشاء هادئ بأجواء فخمة.",
    "price": "130 ريال",
    "image": ""
  },
  {
    "id": 25,
    "category": "الباستا",
    "title": "ريزوتو الجبن مع الدجاج",
    "desc": "ريزوتو بالكريمة وجبن البارميزان مع دجاج مشوي — 550 سعرة حرارية",
    "long_desc": "ريزوتو مطهو ببطء على الطريقة الإيطالية، ممزوج بكريمة البارميزان الغنية ومغطى بشرائح دجاج مشوي متبل، ليجمع بين النعومة والطراوة في كل ملعقة.",
    "allergens": ["ألبان"],
    "chef_note": "يُقدَّم طازجاً وساخناً لضمان النكهة المثالية.",
    "price": "65 ريال",
    "image": ""
  },
  {
    "id": 26,
    "category": "الباستا",
    "title": "لينغويني باستا",
    "desc": "باستا لينغويني بصلصة الطماطم الإيطالية — 750 سعرة حرارية",
    "long_desc": "باستا لينغويني رفيعة مطهوة في صوص نابوليتانا الإيطالي الكلاسيكي المحضّر من الطماطم الطازجة والثوم وزيت الزيتون، لتمنحك نكهة منزلية أصيلة.",
    "allergens": ["جلوتين"],
    "chef_note": "يمكن طلبها مع الروبيان أو الدجاج حسب الرغبة.",
    "price": "59 ريال",
    "image": ""
  }
]
[
  {
    "id": 27,
    "category": "البيتزا",
    "title": "بيتزا ترافل الافونجي",
    "desc": "بيتزا الكمأة السوداء بجبنة الموزاريلا والجرجير — 340 سعرة حرارية",
    "long_desc": "عجينة بيتزا مخمرة طبيعيًا تُخبز على الحجر الإيطالي، تُغطّى بصلصة الكمأة السوداء الغنية وجبنة الموزاريلا الذائبة، مع لمسة من الجرجير الطازج لتعطي توازناً بين العمق والعطر.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "خيار مثالي لعشّاق الكمأة والنكهات الفاخرة.",
    "price": "69 ريال",
    "image": ""
  },
  {
    "id": 28,
    "category": "البيتزا",
    "title": "مارجريتا بيتزا",
    "desc": "بيتزا كلاسيكية بصلصة الطماطم والريحان الطازج — 315 سعرة حرارية",
    "long_desc": "الوصفة الإيطالية الأصلية ببساطتها الساحرة: عجينة رقيقة تُخبز مع صلصة نابوليتانا، جبنة الموزاريلا الطازجة، وأوراق الريحان العطرية التي تضيف لمسة خضراء منعشة.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "الأفضل لمحبي النكهات البسيطة والمتوازنة.",
    "price": "53 ريال",
    "image": ""
  },
  {
    "id": 29,
    "category": "البيتزا",
    "title": "بيتزا بيبروني",
    "desc": "بيتزا إيطالية ببيبروني بقري حار وجبنة موزاريلا — 279 سعرة حرارية",
    "long_desc": "طبقة من صلصة الطماطم الإيطالية الأصلية تُغطّى بشرائح البيبروني البقري الحار، وجبنة الموزاريلا الذائبة لتمنحك مزيجاً من الحرارة والنكهة الغنية في كل لقمة.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "مناسبة لمحبي البيتزا الغنية بالنكهات الجريئة.",
    "price": "53 ريال",
    "image": ""
  },
  {
    "id": 30,
    "category": "البيتزا",
    "title": "بيتزا دجاج الباربكيو",
    "desc": "بيتزا بصوص الباربكيو والدجاج المشوي — 290 سعرة حرارية",
    "long_desc": "بيتزا محضّرة من عجينة طازجة ومغطاة بصلصة الباربكيو المدخّنة، قطع دجاج مشوي بعناية، بصل كاراميل، وجبنة موزاريلا تذوب لتجمع بين الحلاوة والدخان والنكهة.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "جرّبها مع مشروب غازي بارد لتوازن مثالي.",
    "price": "58 ريال",
    "image": ""
  },
  {
    "id": 31,
    "category": "البيتزا",
    "title": "بيتزا دجاج المسخن",
    "desc": "بيتزا عربية بلمسة إيطالية — 284 سعرة حرارية",
    "long_desc": "تجمع بين التراث العربي واللمسة الإيطالية، تُغطّى بصلصة الزيت والليمون، شرائح دجاج المسخن، بصل بالسمّاق، وصنوبر محمّص، لتمنحك تجربة فريدة وغنية.",
    "allergens": ["ألبان", "جلوتين", "مكسرات"],
    "chef_note": "تجسيد مثالي لفكرة المذاق الشرقي الإيطالي في طبق واحد.",
    "price": "58 ريال",
    "image": ""
  },
  {
    "id": 32,
    "category": "البيتزا",
    "title": "بيتزا نابوليتانا",
    "desc": "بيتزا نابوليتانا الأصلية بجبنة البوفالو — 310 سعرة حرارية",
    "long_desc": "العجينة المخمّرة ببطء تُخبز في فرن الحطب على درجة عالية، تُغطّى بصلصة نابوليتانا الطازجة وجبنة البوفالو الإيطالية الأصلية، لتقدم نكهة نابولي الحقيقية.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "طبق لا يفوّت لمحبي البيتزا الإيطالية التقليدية.",
    "price": "56 ريال",
    "image": ""
  }
]
[
  {
    "id": 33,
    "category": "البرجر",
    "title": "سماش برجر",
    "desc": "برجر لحم بقري طازج مشوي على الصاج — 1160 سعرة حرارية",
    "long_desc": "شريحتان من لحم البقر الطازج تُطهى بطريقة السماش لتمنحك طراوة من الداخل وقرمشة من الخارج. تُقدَّم داخل خبز البطاطس الطري مع جبنة الشيدر الذائبة، صوص لاسكالا السري، والبصل المكرمل.",
    "allergens": ["جلوتين", "ألبان"],
    "chef_note": "أفضل تجربة برجر لعشّاق النكهة الحقيقية والملمس العصاري.",
    "price": "49 ريال",
    "image": ""
  },
  {
    "id": 34,
    "category": "البرجر",
    "title": "ميني برجر",
    "desc": "برجر صغير بثلاث نكهات مختلفة — مثالي للمشاركة",
    "long_desc": "ثلاث قطع من الميني برجر المحضّرة من اللحم الطازج أو الدجاج، تُقدَّم مع صوصات متنوعة تشمل صوص الجبن، صوص الباربكيو، وصوص لاسكالا الخاص، لتجربة مميزة وغنية بالنكهات.",
    "allergens": ["جلوتين", "ألبان"],
    "chef_note": "خيار مثالي للمشاركة أو كوجبة خفيفة قبل الطبق الرئيسي.",
    "price": "29 ريال",
    "image": ""
  },
  {
    "id": 35,
    "category": "البرجر",
    "title": "تندر الدجاج",
    "desc": "قطع دجاج مقلية بقرمشة مثالية — 887 سعرة حرارية",
    "long_desc": "شرائح من صدور الدجاج الطازجة مغطاة بخليط خاص يمنحها قرمشة مذهلة من الخارج وطراوة من الداخل. تُقدَّم مع صوصات البافلو والرانش.",
    "allergens": ["جلوتين", "ألبان", "بيض"],
    "chef_note": "تجربة لا تفوّت لعشّاق القرمشة والنكهات الحارة الخفيفة.",
    "price": "29 ريال",
    "image": ""
  },
  {
    "id": 36,
    "category": "البرجر",
    "title": "بايتس دجاج بافلو",
    "desc": "قطع دجاج مغطاة بصوص بافلو الحار — 796 سعرة حرارية",
    "long_desc": "مكعبات دجاج طرية تُغمر بصوص البافلو الحار مع لمسة خفيفة من الزبدة والعسل لتوازن النكهة، تُقدَّم مع صوص الجبن الأزرق الكريمي.",
    "allergens": ["جلوتين", "ألبان"],
    "chef_note": "مثالية لمحبي النكهات الأمريكية القوية.",
    "price": "49 ريال",
    "image": ""
  },
  {
    "id": 37,
    "category": "البرجر",
    "title": "دجاج المسخن",
    "desc": "دجاج متبل بالسمّاق مع بصل مكرمل وصنوبر — 1068 سعرة حرارية",
    "long_desc": "شرائح دجاج طرية متبلة بالسمّاق والليمون تُطهى ببطء مع البصل المكرمل والصنوبر المحمّص، تُقدَّم بخبز دافئ لتجربة مفعمة بالنكهة الشرقية الأصيلة.",
    "allergens": ["جلوتين", "مكسرات"],
    "chef_note": "يمثل مزيجاً فريداً بين الأصالة الشرقية واللمسة العصرية في التقديم.",
    "price": "49 ريال",
    "image": ""
  }
]
[
  {
    "id": 38,
    "category": "الحلويات",
    "title": "شوروز",
    "desc": "قطع من العجين المقلية مغطاة بالسكر والقرفة — 394 سعرة حرارية",
    "long_desc": "تحضير تقليدي من المطبخ الإسباني بنكهات عصرية، تُقلى العجينة حتى تصبح ذهبية ومقرمشة، ثم تُغطّى بخليط السكر الناعم والقرفة، وتُقدَّم مع صوص الشوكولاتة البلجيكية الفاخرة للتغميس.",
    "allergens": ["ألبان", "جلوتين"],
    "chef_note": "الأفضل مع فنجان قهوة أو كابتشينو بعد وجبة دسمة.",
    "price": "55 ريال",
    "image": ""
  },
  {
    "id": 39,
    "category": "الحلويات",
    "title": "مانجو ترافل",
    "desc": "كرات من الكيك الطري محشوة بصلصة المانجو — نكهة استوائية فريدة",
    "long_desc": "تحفة حلوى فاخرة تجمع بين كريمة الفانيليا والمانجو الطازج داخل كرات كيك ناعمة، تُغطّى بطبقة من الشوكولاتة البيضاء وتُقدَّم مبردة لتجربة ناعمة ومنعشة.",
    "allergens": ["ألبان", "جلوتين", "بيض"],
    "chef_note": "اختيار مثالي لمحبي النكهات الفاكهية المنعشة.",
    "price": "40 ريال",
    "image": ""
  },
  {
    "id": 40,
    "category": "الحلويات",
    "title": "تيراميسو",
    "desc": "طبقات من البسكويت الإيطالي وكريمة الماسكربوني — 480 سعرة حرارية",
    "long_desc": "أحد أشهر الحلويات الإيطالية، تُحضّر من طبقات بسكويت السافويار المنقوعة في الإسبريسو، مع كريمة الماسكربوني الفاخرة، وتُرشّ ببودرة الكاكاو الغنية لتجربة فخمة بطابع كلاسيكي.",
    "allergens": ["ألبان", "جلوتين", "بيض"],
    "chef_note": "يُقدَّم بارداً ليحافظ على قوامه الكريمي المثالي.",
    "price": "38 ريال",
    "image": ""
  },
  {
    "id": 41,
    "category": "الحلويات",
    "title": "نهر الشوكولاتة",
    "desc": "صحن من الشوكولاتة السائلة مع آيس كريم — 1360 سعرة حرارية",
    "long_desc": "تحفة من الشوكولاتة البلجيكية الغنية تُقدَّم في شكل شلال من القوام السائل الكريمي، مع كرة من آيس كريم الفانيليا لتوازن الحلاوة والحرارة في كل ملعقة.",
    "allergens": ["ألبان", "جلوتين", "بيض"],
    "chef_note": "خيار فاخر لعشاق الشوكولاتة الثقيلة والقوام الذائب.",
    "price": "57 ريال",
    "image": ""
  },
  {
    "id": 42,
    "category": "الحلويات",
    "title": "مولتن شوكليت",
    "desc": "كيك شوكولاتة ساخن محشو بالشوكولاتة السائلة — 750 سعرة حرارية",
    "long_desc": "كيك الشوكولاتة الذائب الكلاسيكي، بخارج إسفنجي وداخل سائل غني بالشوكولاتة البلجيكية، يُقدَّم ساخناً مع آيس كريم فانيليا طازجة.",
    "allergens": ["ألبان", "جلوتين", "بيض"],
    "chef_note": "طبق كلاسيكي لا يُقاوم — الأفضل عند تقديمه مباشرة بعد الخَبز.",
    "price": "55 ريال",
    "image": ""
  },
  {
    "id": 43,
    "category": "الحلويات",
    "title": "كيك العسل",
    "desc": "كيكة بطبقات من الكريمة والعسل الطبيعي — 560 سعرة حرارية",
    "long_desc": "كيكة تقليدية بلمسة عصرية، تُحضّر من طبقات إسفنجية غنية بالعسل الطبيعي والكريمة المخفوقة، لتمنحك توازناً بين الطراوة والحلاوة الراقية.",
    "allergens": ["ألبان", "جلوتين", "بيض"],
    "chef_note": "خيار ناعم وخفيف يليق بخاتمة وجبة فاخرة.",
    "price": "35 ريال",
    "image": ""
  }
]
[
  {
    "id": 44,
    "category": "المشروبات الباردة",
    "title": "موهيتو باشن فروت",
    "desc": "موهيتو بنكهات الفواكه الاستوائية — 180 سعرة حرارية",
    "long_desc": "مشروب فاخر يجمع بين عصير الليمون الطازج وقطع الفواكه الاستوائية مع لمسة من نكهة الباشن فروت المنعشة، يُقدَّم مع أوراق النعناع المفرومة ومكعبات الثلج ليمنحك انتعاشًا لا يُنسى.",
    "allergens": [],
    "chef_note": "أفضل اختيار في الأجواء الحارة لتجديد نشاطك وانتعاشك.",
    "price": "33 ريال",
    "image": ""
  },
  {
    "id": 45,
    "category": "المشروبات الباردة",
    "title": "موهيتو التوت البري",
    "desc": "مشروب موهيتو بنكهات التوت الأحمر — 170 سعرة حرارية",
    "long_desc": "تجربة فاكهية غنية بنكهات التوت البري الممزوج بعصير الليمون وأوراق النعناع الطازجة، يُقدَّم مثلجًا لإحساس منعش ومذاق متوازن بين الحلاوة والحموضة.",
    "allergens": [],
    "chef_note": "خيار مثالي لعشاق الفواكه الحمراء والنكهات الحيوية.",
    "price": "33 ريال",
    "image": ""
  },
  {
    "id": 46,
    "category": "المشروبات الباردة",
    "title": "فيمتو موهيتو",
    "desc": "مشروب موهيتو بلمسة فيمتو التقليدية — 160 سعرة حرارية",
    "long_desc": "إبداع خاص من مطبخ لاسكالا، يجمع بين نكهة الفيمتو الشهيرة والليمون الطازج والنعناع المفروم، لتجربة محلية بنكهة عالمية.",
    "allergens": [],
    "chef_note": "نكهة تجمع بين الأصالة والانتعاش، مثالية للجلسات الصيفية.",
    "price": "29 ريال",
    "image": ""
  },
  {
    "id": 47,
    "category": "المشروبات الباردة",
    "title": "كركديه سموثي",
    "desc": "سموثي الكركديه مع الفواكه الموسمية — 200 سعرة حرارية",
    "long_desc": "مشروب غني بمستخلص الكركديه الطازج الممزوج بالفواكه الموسمية، بنكهة تجمع بين الحموضة والانتعاش مع لمسة حلاوة طبيعية.",
    "allergens": [],
    "chef_note": "اختيار فريد لمحبي النكهات الزهرية الخفيفة والمنعشة.",
    "price": "25 ريال",
    "image": ""
  },
  {
    "id": 48,
    "category": "المشروبات الباردة",
    "title": "خوخ سموثي",
    "desc": "مشروب الخوخ الكريمي البارد — 180 سعرة حرارية",
    "long_desc": "سموثي ناعم الملمس مصنوع من خوخ طازج ممزوج بالحليب والكريمة الخفيفة، يُقدَّم مثلجًا لتجربة غنية ومنعشة.",
    "allergens": ["ألبان"],
    "chef_note": "مناسب لمحبي النكهات الفاكهية الخفيفة بعد الوجبات.",
    "price": "25 ريال",
    "image": ""
  },
  {
    "id": 49,
    "category": "المشروبات الباردة",
    "title": "صودا النكهات",
    "desc": "مشروب غازي بنكهات مختارة — 120 سعرة حرارية",
    "long_desc": "صودا فاخرة بنكهات متعددة مثل الفراولة، الليمون، والتوت الأزرق، تُقدَّم مع مكعبات الثلج وشرائح الفواكه الطازجة لإطلالة جذابة ومذاق لاذع.",
    "allergens": [],
    "chef_note": "تجربة مرحة لعشّاق الانتعاش والنكهات الفوّارة.",
    "price": "22 ريال",
    "image": ""
  },
  {
    "id": 50,
    "category": "المشروبات الباردة",
    "title": "شاي مثلج",
    "desc": "شاي أسود مثلج بنكهات الليمون والعسل — 95 سعرة حرارية",
    "long_desc": "مزيج من الشاي الأسود المنقوع مع الليمون الطبيعي والعسل، يُقدَّم باردًا على الثلج لإحساس صيفي منعش ومتوازن المذاق.",
    "allergens": [],
    "chef_note": "مشروب مثالي لمحبي الانتعاش الطبيعي والطاقة الخفيفة.",
    "price": "25 ريال",
    "image": ""
  },
  {
    "id": 51,
    "category": "المشروبات الباردة",
    "title": "ايس سبانش لاتيه",
    "desc": "قهوة لاتيه باردة بلمسة الحليب المكثف — 210 سعرة حرارية",
    "long_desc": "قهوة إسبريسو طازجة ممزوجة بحليب بارد وحليب مكثف محلى، تُقدَّم على الثلج لتجربة كريمية غنية بالطعم والقوام.",
    "allergens": ["ألبان"],
    "chef_note": "مثالية لعشاق القهوة الباردة بطابع كريمي فاخر.",
    "price": "26 ريال",
    "image": ""
  }
]
[
  {
    "id": 52,
    "category": "المشروبات الساخنة",
    "title": "قهوة إسبريسو",
    "desc": "قهوة إيطالية مركزة — 5 سعرات حرارية",
    "long_desc": "تحضير كلاسيكي من أجود أنواع البن الإيطالي المحمّص، تُقدَّم بتركيز عالٍ يمنحك طاقة فورية ونكهة قوية تعبّر عن أصالة المذاق الإيطالي.",
    "allergens": [],
    "chef_note": "مناسبة لبدء اليوم أو بعد وجبة غنية لتعزيز الحيوية.",
    "price": "14 ريال",
    "image": ""
  },
  {
    "id": 53,
    "category": "المشروبات الساخنة",
    "title": "أمريكانو",
    "desc": "قهوة خفيفة بنكهة غنية — 10 سعرات حرارية",
    "long_desc": "إسبريسو مخفّف بالماء الساخن ليمنحك نكهة متوازنة ومذاقاً ناعماً يرضي محبي القهوة الخفيفة، مع طبقة رغوة خفيفة تعزز تجربة الشرب.",
    "allergens": [],
    "chef_note": "مناسب لمحبي القهوة المتوازنة التي تُشرب على مهل.",
    "price": "19 ريال",
    "image": ""
  },
  {
    "id": 54,
    "category": "المشروبات الساخنة",
    "title": "كابتشينو",
    "desc": "قهوة بالحليب ورغوة مخملية — 120 سعرة حرارية",
    "long_desc": "تحفة كلاسيكية من القهوة الإيطالية، مزيج من الإسبريسو الطازج مع الحليب المبخر ورغوة الحليب الخفيفة، تُقدَّم بفن اللاتيه لتجربة بصرية وذوقية فريدة.",
    "allergens": ["ألبان"],
    "chef_note": "اختيار أنيق يناسب أوقات الصباح والمساء على حد سواء.",
    "price": "20 ريال",
    "image": ""
  },
  {
    "id": 55,
    "category": "المشروبات الساخنة",
    "title": "لاتيه",
    "desc": "قهوة بالحليب الكريمي — 150 سعرة حرارية",
    "long_desc": "تحضير ناعم من الإسبريسو مع كمية سخية من الحليب المبخر، لتجربة قهوة دافئة وسلسة بطابع كريمي ولون ذهبي جميل.",
    "allergens": ["ألبان"],
    "chef_note": "يُقدَّم عادة مع الحلويات لمذاق متكامل ومتوازن.",
    "price": "20 ريال",
    "image": ""
  },
  {
    "id": 56,
    "category": "المشروبات الساخنة",
    "title": "فلات وايت",
    "desc": "قهوة مركزة مع رغوة خفيفة — 130 سعرة حرارية",
    "long_desc": "تُحضّر من جرعتين من الإسبريسو مع طبقة رقيقة من الحليب المبخر، لتمنحك قهوة قوية المذاق بملمس ناعم ولطيف.",
    "allergens": ["ألبان"],
    "chef_note": "خيار مثالي لمحبي التوازن بين الحدة والنعومة في القهوة.",
    "price": "20 ريال",
    "image": ""
  },
  {
    "id": 57,
    "category": "المشروبات الساخنة",
    "title": "كورتادو",
    "desc": "قهوة إسبريسو مع القليل من الحليب — 80 سعرة حرارية",
    "long_desc": "تحضير دقيق من الإسبريسو يُمزج بكمية صغيرة من الحليب الساخن، ليمنحك مزيجًا متوازنًا من القوة والنعومة في كل رشفة.",
    "allergens": ["ألبان"],
    "chef_note": "يُقدَّم في كوب صغير لعشّاق القهوة القوية المتوازنة.",
    "price": "20 ريال",
    "image": ""
  },
  {
    "id": 58,
    "category": "المشروبات الساخنة",
    "title": "سبانش لاتيه",
    "desc": "قهوة لاتيه بطابع إسباني — 220 سعرة حرارية",
    "long_desc": "مزيج من الإسبريسو والحليب المبخر مع القليل من الحليب المكثف المحلّى ليمنحك نكهة غنية متكاملة تجمع بين الحلاوة والقهوة العميقة.",
    "allergens": ["ألبان"],
    "chef_note": "اختيار فاخر لمحبي النكهات الكريمية الحلوة.",
    "price": "24 ريال",
    "image": ""
  },
  {
    "id": 59,
    "category": "المشروبات الساخنة",
    "title": "قهوة تركية",
    "desc": "قهوة مطحونة ناعمة تُقدَّم على الطريقة التقليدية — 60 سعرة حرارية",
    "long_desc": "تحضير تقليدي دقيق من البن التركي المطحون مع الهيل، يُطهى ببطء على نار هادئة ليمنحك قواماً غنياً ونكهة قوية تعبّر عن الأصالة.",
    "allergens": [],
    "chef_note": "تجربة تراثية تعكس دفء الجلسات الشرقية الأصيلة.",
    "price": "18 ريال",
    "image": ""
  },
  {
    "id": 60,
    "category": "المشروبات الساخنة",
    "title": "قهوة سعودية",
    "desc": "قهوة سعودية أصيلة بالهيل والزعفران — تُقدَّم مع التمر",
    "long_desc": "تحضير دقيق يجمع بين القهوة العربية الأصيلة والهيل الطازج مع لمسة من الزعفران الفاخر، لتجربة دافئة ومليئة بالكرم العربي.",
    "allergens": [],
    "chef_note": "الأفضل تقديمها مع تمر فاخر لتجربة ضيافة متكاملة.",
    "price": "14 ريال",
    "image": ""
  },
  {
    "id": 61,
    "category": "المشروبات الساخنة",
    "title": "دلة قهوة سعودية",
    "desc": "دلة قهوة سعودية تكفي 4 أشخاص — 180 سعرة حرارية",
    "long_desc": "دلة من القهوة السعودية التقليدية المحضّرة بعناية، تُقدَّم ساخنة برائحة الهيل والزعفران تعبّر عن كرم الضيافة السعودية الأصيلة.",
    "allergens": [],
    "chef_note": "مثالية للجلسات العائلية والاجتماعات الصغيرة.",
    "price": "44 ريال",
    "image": ""
  },
  {
    "id": 62,
    "category": "المشروبات الساخنة",
    "title": "كوب شاي",
    "desc": "شاي فاخر مُحضّر بعناية — 5 سعرات حرارية",
    "long_desc": "تحضير تقليدي من أوراق الشاي الفاخرة المنقوعة في الماء المغلي، يُقدَّم ساخناً بنكهات متنوعة مثل النعناع أو الليمون.",
    "allergens": [],
    "chef_note": "مشروب مثالي بعد وجبة دسمة أو خلال الاسترخاء المسائي.",
    "price": "10 ريال",
    "image": ""
  },
  {
    "id": 63,
    "category": "المشروبات الساخنة",
    "title": "إبريق شاي",
    "desc": "إبريق شاي فاخر يقدم لـ3 أشخاص — 25 سعرة حرارية",
    "long_desc": "إبريق من الشاي الأسود الفاخر المنقوع مع نكهات الليمون أو النعناع الطازج، يُقدَّم ساخناً في جلسة راقية تعكس روح الأصالة.",
    "allergens": [],
    "chef_note": "خيار مثالي للجلسات الطويلة مع الأصدقاء.",
    "price": "36 ريال",
    "image": ""
  },
  {
    "id": 64,
    "category": "المشروبات الساخنة",
    "title": "الشيكولاتة الساخنة",
    "desc": "مشروب الشوكولاتة البلجيكية الكريمية — 200 سعرة حرارية",
    "long_desc": "شوكولاتة بلجيكية فاخرة تُذوّب بالحليب الطازج لتنتج مشروباً دافئاً وغنياً بالنكهة والقوام المخملي، يُزيَّن بالكريمة المخفوقة.",
    "allergens": ["ألبان"],
    "chef_note": "خيار دافئ ومحبب لمحبي الشوكولاتة الغنية.",
    "price": "22 ريال",
    "image": ""
  }
]
[
  {
    "id": 65,
    "category": "العصائر",
    "title": "عصير الأفوكادو",
    "desc": "عصير كريمي غني بالأفوكادو الطازج — 260 سعرة حرارية",
    "long_desc": "عصير فاخر مصنوع من أفوكادو ناضج طازج ممزوج بالحليب والعسل ليمنحك قوامًا مخمليًا ونكهة طبيعية متكاملة مليئة بالطاقة والقيمة الغذائية.",
    "allergens": ["ألبان"],
    "chef_note": "مناسب لمن يبحث عن مشروب صحي ومغذي بعد الوجبات.",
    "price": "28 ريال",
    "image": ""
  },
  {
    "id": 66,
    "category": "العصائر",
    "title": "عصير المانجو",
    "desc": "عصير طبيعي بطعم المانجو الغني — 180 سعرة حرارية",
    "long_desc": "عصير كلاسيكي من المانجو الطبيعي المحضّر بعناية للحفاظ على نكهته الأصلية، يُقدَّم مبردًا ليمنحك إحساس الانتعاش الفوري في كل رشفة.",
    "allergens": [],
    "chef_note": "خيار مفضل لمحبي النكهات الاستوائية الغنية.",
    "price": "24 ريال",
    "image": ""
  },
  {
    "id": 67,
    "category": "العصائر",
    "title": "عصير الجح",
    "desc": "عصير بارد بنكهة البطيخ الطازج — 150 سعرة حرارية",
    "long_desc": "عصير منعش مصنوع من بطيخ طازج وعصير الليمون الخفيف، ليجمع بين الحلاوة الطبيعية والانتعاش المثالي لأيام الصيف.",
    "allergens": [],
    "chef_note": "مشروب مثالي للترطيب بعد الوجبات أو أثناء الجلسات المسائية.",
    "price": "24 ريال",
    "image": ""
  },
  {
    "id": 68,
    "category": "العصائر",
    "title": "عصير الجزر",
    "desc": "عصير طبيعي من الجزر الطازج — 130 سعرة حرارية",
    "long_desc": "عصير صحي محضّر من جزر طازج يُعصر يوميًا للحفاظ على فوائده الغنية بالفيتامينات، يُقدَّم مبردًا بطعم ناعم متوازن.",
    "allergens": [],
    "chef_note": "مناسب لعشاق العصائر الطبيعية ومتبعي نمط الحياة الصحي.",
    "price": "24 ريال",
    "image": ""
  },
  {
    "id": 69,
    "category": "العصائر",
    "title": "عصير الليمون بالنعناع",
    "desc": "عصير ليمون طازج مع لمسة النعناع — 120 سعرة حرارية",
    "long_desc": "تحضير كلاسيكي من عصير الليمون الطبيعي الممزوج بأوراق النعناع الطازجة والثلج، ليمنحك إحساسًا فوريًا بالانتعاش والنكهة المتوازنة.",
    "allergens": [],
    "chef_note": "مشروب مثالي للأجواء الحارة ولمرافقة الأطباق الرئيسية.",
    "price": "24 ريال",
    "image": ""
  },
  {
    "id": 70,
    "category": "العصائر",
    "title": "عصير التفاح",
    "desc": "عصير طبيعي من التفاح الأخضر — 110 سعرة حرارية",
    "long_desc": "عصير طازج من التفاح الأخضر يُحضّر بدون أي إضافات صناعية، بنكهة منعشة خفيفة وحموضة لذيذة تعكس الطبيعة في أنقى صورها.",
    "allergens": [],
    "chef_note": "يُقدَّم مثلجًا لتجربة خفيفة بعد الأكل.",
    "price": "24 ريال",
    "image": ""
  },
  {
    "id": 71,
    "category": "العصائر",
    "title": "عصير البرتقال",
    "desc": "عصير برتقال طازج — 120 سعرة حرارية",
    "long_desc": "عصير طبيعي يُعصر من برتقال ناضج طازج يوميًا في مطبخنا، غني بفيتامين C ونكهته المميزة تعكس جودة المكونات المستخدمة.",
    "allergens": [],
    "chef_note": "الأفضل صباحًا أو بجانب وجبة الفطور.",
    "price": "24 ريال",
    "image": ""
  },
  {
    "id": 72,
    "category": "العصائر",
    "title": "عصير الفراولة",
    "desc": "عصير بارد من الفراولة الطازجة — 140 سعرة حرارية",
    "long_desc": "تحضير مميز من الفراولة المهروسة الطازجة مع لمسة من العسل والثلج، يُقدَّم بطعم غني وملمس ناعم يعكس الفخامة في أبسط صورها.",
    "allergens": [],
    "chef_note": "خيار محبب لمحبي النكهات الفاكهية الحلوة والمنعشة.",
    "price": "24 ريال",
    "image": ""
  }
]
[
  {
    "id": 73,
    "category": "قائمة الأطفال",
    "title": "تندر الدجاج",
    "desc": "قطع دجاج مقلية مقرمشة — 887 سعرة حرارية",
    "long_desc": "قطع من صدور الدجاج الطرية المغطاة بطبقة مقرمشة ذهبية، تُقدَّم مع البطاطس المقلية وصوص الكاتشب المحبوب للأطفال.",
    "allergens": ["جلوتين", "بيض"],
    "chef_note": "خيار شهي ومحبوب لجميع الأطفال، يُقدَّم بشكل آمن ومتوازن.",
    "price": "29 ريال",
    "image": ""
  },
  {
    "id": 74,
    "category": "قائمة الأطفال",
    "title": "ميني برجر",
    "desc": "برجر صغير من اللحم الطازج — 640 سعرة حرارية",
    "long_desc": "قطعتان صغيرتان من البرجر الطازج المشوي، مغطاة بالجبنة الذائبة وتُقدَّم في خبز طري مع البطاطس المقلية، بمذاق بسيط يناسب ذوق الأطفال.",
    "allergens": ["جلوتين", "ألبان"],
    "chef_note": "وجبة خفيفة ممتعة تجعل الأطفال يعيشون تجربة طعام راقية بطريقتهم الخاصة.",
    "price": "29 ريال",
    "image": ""
  },
  {
    "id": 75,
    "category": "قائمة الأطفال",
    "title": "باستا الأطفال",
    "desc": "باستا صغيرة بصلصة الطماطم أو الكريمة — 450 سعرة حرارية",
    "long_desc": "طبق صغير من المكرونة اللذيذة يُمكن اختياره بصلصة الطماطم الطبيعية أو الكريمة البيضاء، مزيّن بجبنة البارميزان الطازجة.",
    "allergens": ["جلوتين", "ألبان"],
    "chef_note": "وجبة مثالية للأطفال تجمع بين الطعم اللذيذ وسهولة الهضم.",
    "price": "35 ريال",
    "image": ""
  },
  {
    "id": 76,
    "category": "قائمة الأطفال",
    "title": "بيتزا الأطفال",
    "desc": "بيتزا مارغريتا صغيرة — 550 سعرة حرارية",
    "long_desc": "بيتزا صغيرة تُحضّر من عجينة طازجة مع صلصة الطماطم الإيطالية وجبنة الموزاريلا الذائبة لتناسب ذوق الصغار.",
    "allergens": ["جلوتين", "ألبان"],
    "chef_note": "تُعدّ خصيصًا للأطفال مع الاهتمام بتوازن النكهة وسهولة الأكل.",
    "price": "38 ريال",
    "image": ""
  }
]
